; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
;
; Translator: Mario Ángel (marioangel70@gmail.com), FDM 3.9.3 build 1360, 04-11-2013
; Previous versions: Thissvald G. - FDM 1.9 build 334, ÚbedaJMS - FDM 2.0 build 422, Cre8or - FDM 2.1 build 494

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Spanish (Castellano Español)
; converted from windows-1252 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE OR REMOVE COMMENTS!
Guardar todo
Cortar
Copiar
Pegar
Modo liviano
Modo medio
Modo pesado
Opciones de descarga
Conexión telefónica
Acerca de FDM
Salir
Archivo
Edición
Ver
Opciones
Herramientas
Ayuda
Barra de herramientas
Barra de estado
Asistente de optimización
Configuración predeterminada de descargas
Configuración general
Conexión telefónica
Colgar al finalizar
Apagar PC al finalizar
Consulta de ayuda
Sitio Web de FDM
Decirle a un amigo
Enviar e-mail al grupo de soporte
Comprobar actualizaciones automáticamente
Buscar actualizaciones ahora
-
-
Cambiar a
Modo de uso de tráfico
Registro
Descargas
Programador
Explorador de sitios
Explorador HTTP//FTP
Administrador de sitios
Agregar descarga
Iniciar descarga
Detener descarga
Programar descarga
Agregar tarea
Propiedades de tarea
Descargar archivos seleccionados
Detener
Actualizar
Agregar sitio
Propiedades del sitio
Grupos de descargas
Detalles de la descarga
Registro del programador
Registro del explorador de sitios
Barra lateral
Crear nueva descarga
Eliminar descarga
Ejecutar archivo
Abrir carpeta
Iniciar descarga automáticamente
Propiedades de la descarga
Habilitar tarea
Desactivar tarea
Eliminar tarea
Abrir carpeta superior
Desconectar
Descargar
Configuración del Explorador de sitios
Eliminar sitio
Entrada temporal
Sitios
Mostrar ventana principal
Supervisar navegador
Supervisar portapapeles
Iniciar todas las descargas
Detener todas las descargas
-
Continuar
-
-
-
-
-
Cancelar
-
-
-
Todos los grupos
Filtros
Completo
En progreso
Programado
Detenido
Otro
Crear nuevo grupo
Eliminar grupo
Eliminar todas las descargas
Eliminar todas las descargas completas
Abrir carpeta de grupo
Propiedades del grupo
Nombre del grupo:
Carpeta predeterminada:
Extensiones de archivos (separadas por espacios):
Prioridad predeterminada de descarga
Muy baja
Baja
Promedio
Alta
Muy alta
Por favor escriba el nombre del grupo
Error de entrada
Ya existe un grupo con el mismo nombre. Por favor escriba otro nombre
Por favor escriba el nombre de la carpeta
Elija la carpeta predeterminada de grupo
Escriba el nombre del grupo aquí
Carpeta predeterminada para guardar las descargas de este grupo
Navegar
Extensión de archivo para este grupo. Usada para detectar el grupo de descarga automáticamente
Prioridad predeterminada de descarga para este grupo
Cancelar cambios y cerrar la ventana
Aplicar cambios y cerrar la ventana
Error en grupos de descarga
Por favor reinstale Free Download Manager
Error
Imposible leer la lista de descargas. Posiblemente fue dañada o esté siendo usada por otra aplicación
Falló al iniciar la integración con Internet Explorer
¿Está seguro?
Esto eliminará todas las descargas del grupo
Confirmación
Nombre de archivo
Tamaño
Descargado
Tiempo restante
Secciones
Velocidad
Comentario
Registro
Progreso
Hora
Fecha
Información
Limpiar
Auto desplazar
Error de red desconocido
Acceso denegado. Nombre de usuario o contraseña no válidos
Acceso denegado. Contraseña no válida
Operación exitosa
Imposible conectar al servidor
Archivo no encontrado en el servidor
Se perdió la conexión con el servidor
El servidor no responde
Imposible resolver el nombre del servidor
El servidor no soporta la reanudación de descargas. No detenga esta descarga; de lo contrario tendrá que iniciarla desde el principio
Se requiere el nombre de usuario y la contraseña del Proxy
Error extendido
Petición errónea. Posiblemente la Dirección no es correcta
Error de servidor desconocido
Conexión cancelada
Dirección errónea
No hay conexión a Internet
Versión HTTP seleccionada no soportada por el servidor
Error desconocido
Imposible eliminar el archivo del disco
Se alcanzó el límite de conexiones con este servidor
Se alcanzó el límite de conexiones
Pausa %d seg.
Sección
Iniciada
Terminada
Descarga completa
Conectando...
Conexión exitosa
Redireccionando...
Redirección exitosa. Abriendo nueva Dirección
Iniciando descarga...
Detenida
Creando nueva sección...
Cancelada
Reiniciando descarga...
Abriendo archivo en disco...
Nombre de archivo demasiado largo
El archivo ya existe. Renómbrelo a
Renombrar a
El archivo de destino fue eliminado. Imposible continuar
El archivo ya existe. Sobrescribir
El archivo ya existe. Reanudar descarga
El archivo ya existe
Fallo al abrir archivo en disco
¡El tamaño del archivo cambió en el servidor!
Ajustando el nuevo tamaño...
Imposible sobrescribir el archivo
El archivo será renombrado
Imposible renombrar el archivo a su nombre original
Imposible guardar los grupos
Imposible guardar las descargas
Conexión telefónica
Conectar a:
Marcar automáticamente 
Conectar
Elegir la conexión aquí
Seleccione esta casilla si quiere que la conexión se inicie automáticamente la próxima vez
Marcar ahora
No marcar y cerrar esta ventana
No se encontraron entradas para marcar
Línea ocupada
Fallo de hardware
No hay tono
Marcando
Intento
Abriendo puerto...
Marcando al proveedor...
Conectado a computadora remota
Comprobando usuario y contraseña...
Velocidad de conexión %d BPS
Desconectado
Repetición
El servidor requiere autentificación
Usuario:
Contraseña:
Grupo:
Guardar en la carpeta:
Guardar como:
Iniciar
Automáticamente
Manualmente
Programar
Prioridad de descarga
Avanzado
Dirección del archivo que quiere descargar
Escriba usuario aquí
Escriba contraseña aquí
Seleccione esta casilla si el servidor requiere autenticación
Nombre del grupo para ubicar las descargas. Los grupos le ayudan a ordenar sus descargas
Carpeta para guardar las descargas
Nuevo nombre para el archivo descargado. Deje este campo vacío si quiere guardar el archivo su nombre original
Descripción corta de descarga
Esta descarga se iniciará automáticamente tan pronto como sea posible
FDM no intentará iniciar esta descarga automáticamente
Programar esta descarga
Configurar programador de descarga
Prioridad de descarga. Las descargas con prioridad más alta se iniciarán primero. Las descargas con menor prioridad serán pospuestas
Ver configuración avanzada para esta descarga
Dirección incorrecta. Por favor compruébela
Por favor escriba usuario
Elija la carpeta de destino
General
Información General
Guardar la descarga en el archivo:
Nombre del archivo descargado
La Dirección de esta descarga no se puede cambiar
Descarga en progreso. Imposible cambiar el nombre
Imposible renombrar el archivo
Archivo no encontrado
Ruta no encontrada
Formato .exe no válido
El archivo está siendo usado por otra aplicación
Acceso denegado
El dispositivo no está listo
Disco lleno
Nombre de archivo no válido
Requiere el inicio de sesión
Conexión
Red
Errores
Pausa entre intentos de conexión (en segundos):
Cantidad máxima de intentos
Tiempo de espera (en segundos):
Tamaño mínimo:
Cantidad máxima:
Restricción del tráfico para la descarga
Limitar el tráfico a
Ignorar todas las restricciones
B
KB
MB
; second. e.g. KB/s
s
Ingresar valor mayor a %d
Por favor seleccionar dimensión
Tiempo de espera de conexión del servidor en caso de error
Seleccione esta casilla si quiere limitar la cantidad máxima de intentos de descargas no exitosas
Tiempo de espera para la respuesta del servidor
Tamaño mínimo de sección. La descarga no se dividirá en secciones con un menor tamaño
Cantidad máxima de secciones. La descarga no se dividirá en una mayor cantidad de secciones
Especifique el tráfico (máximo) que FDM tomará para la descarga
Ignorar restricciones de tráfico y restricciones para la cantidad máxima de conexiones para esta descarga
Puede especificar el valor en bytes (B), kilobytes (KB) o megabytes (MB) en este campo
Protocolo
Identificarse en el servidor como:
Remitente:
Usar HTTP 1.1
Usar cookies
Usar modo pasivo
Modo de transferencia
Binario
Usar ASCII para archivos con las extensiones:
Especificar cómo FDM se identificará con el servidor HTTP
Esta cadena se enviará como campo Remitente al servidor HTTP. Como regla, no se requiere
Seleccione esta casilla si quiere que FDM use HTTP versión 1.1
Seleccione esta casilla si quiere que FDM use cookies
Seleccione esta casilla si quiere que FDM use modo pasivo para servidores FTP. A veces es necesario cuando trabaja con firewalls
Usar modo binario para transferencias FTP. Establezca este modo si el archivo que está descargando no es de texto
Usar modo ASCII para transferencias FTP. Establezca este modo si el archivo que está descargando es de texto
FDM usará el modo ASCII para archivo con extensiones especificadas. Para otros archivos FDM usará el modo binario
Proxy
Obtener configuración proxy
De Microsoft Internet Explorer
Especificar manualmente
No usar proxy
Configuración
Dirección:
Puerto:
Escriba la dirección del proxy
Escriba el puerto del proxy
FDM tomará la configuración del proxy de Internet Explorer
Especifique la configuración proxy usted mismo
FDM no usará proxy
Elija el tipo de servidores para los cuales quiere especificar el proxy
Escriba la dirección del proxy que quiera usar
Escriba el puerto del proxy. Como regla, es 3128, 1080 o 8080
Seleccione esta casilla si el servidor proxy requiere autenticación
Misceláneo
Archivo local
Si el archivo ya existe:
Reservar espacio en disco para el archivo a descargar
Extensión adicional de archivo para descargas incompletas:
Servidor de Internet
No reiniciar la descarga si el servidor no admite reanudar
Si el tamaño del archivo cambió en el servidor:
Detener si hay errores
Preguntar
Sobrescribir
Renombrar
Reanudar
Reiniciar
Ajustar
Especifique la extensión del archivo
Aquí puede especificar lo que hará FDM si el archivo ya existe en el disco
Seleccione esta casilla si quiere que se reserve espacio en disco cuando se inicie la descarga
Si se selecciona, FDM agregará la extensión especificada al archivo mientras se descarga. Cuando la descarga finalice FDM renombrará el archivo a su nombre original
FDM no reiniciará la descarga si el servidor remoto no lo admite
Puede especificar lo que hará FDM si el tamaño del archivo fue cambiado en el servidor
Seleccione esta casilla para detener la descarga cuando el archivo no se encuentre en el servidor
Seleccione esta casilla para detener la descarga cuando el usuario y contraseña no sean válidos
Modos de tráfico
Seleccione el modo a configurar:
Cantidad máxima de conexiones:
Cantidad máxima de conexiones por servidor:
Restricciones de tráfico:
ilimitado
Seleccione el modo de tráfico que desea configurar
Seleccione esta casilla para limitar la cantidad máxima de conexiones
Seleccione esta casilla para limitar la cantidad máxima de conexiones por servidor
Especifique aquí el tráfico (máximo) de FDM para descargar archivos
Todas
Lista de descargas
Guardar automáticamente cada
min.
Al eliminar una descarga incompleta
Eliminar automáticamente de la lista las descargas completas
No eliminar el archivo
Eliminar el archivo
FDM guarda la lista de las descargas automáticamente después del intervalo de tiempo especificado. Protege la lista de posibles cuelgues de su PC o fallas de energía
Especifique aquí lo que hará FDM con el archivo en el disco cuando se eliminen las descargas incompletas
Seleccione esta casilla si quiere eliminar automáticamente las descargas de la lista cuando hayan finalizado
Supervisión
Supervisar
Portapapeles
Supervisar archivos con las extensiones
Ignorar archivos con las extensiones
No debe presionarse ALT
Debe presionarse ALT
Por favor especifique las extensiones
Seleccione esta casilla si quiere que FDM se registre en el Internet Explorer
Seleccione esta casilla si quiere que FDM supervise su portapapeles
Supervisar solamente archivos con extensiones especificadas
No supervisar archivos con extensiones especificadas 
Supervisar solamente si la tecla ALT no está presionada
Supervisar solamente si la tecla ALT está presionada
Inicio
Ejecutar al iniciar Windows
Iniciar minimizado
Sistema
Minimizar al área de notificación
El botón Cerrar minimiza la ventana
FDM se iniciará automáticamente cuando inicie Windows
FDM se minimizará después de iniciar
Cuando haga clic en el botón Minimizar FDM se minimizará en el área de notificación
Si está seleccionado, al hacer clic en el botón Cerrar será similar al botón Minimizar
Actualizar
Dirección del servidor de actualización
FDM comprobará automáticamente si hay una nueva versión
Asistente de optimización del uso de red
¡Bienvenido al asistente de optimización del uso de red!
Este asistente le ayudará a establecer los valores óptimos para su tipo de conexión. Configurará las propiedades del administrador de descargas y las propiedades predeterminadas para la descarga.
Seleccione el tipo de conexión
Terminar
Especifique el tipo de conexión a Internet
Configurar FDM para trabajo óptimo con su conexión
Tarea
Hora de inicio
Siguiente hora de inicio
Última hora de inicio
Imposible cargar la lista de programaciones. Posiblemente esté dañada o siendo usada por otra aplicación
Imposible cargar el registro del Programador
Imposible guardar la lista de programaciones
Tarea "%s" programada. ¿Iniciarla?
Cambiar el modo de tráfico a "%s"
Colgar
Todas las conexiones
Cambiar el modo de tráfico a
Apagar
Reiniciar
Cerrar sesión
Una vez
Dom
Lun
Mar
Mie
Jue
Vie
Sab
Los días:
Todos
días
horas
Al inicio de FDM
Cuando se realice el marcado
Cuando falle el marcado
Cuando no haya descargas activas
Cuando la velocidad sea menor o igual a %d BPS durante %d
Cuando todas las descargas tengan estado de error
Nunca
Desconocido
Conectado exitosamente a "%s"
Fallo al conectar a "%s"
Ejecución exitosa
Fuera de memoria
Imposible ejecutar
La ejecución programada ocasionará la salida del programa al inicio. La programación será ignorada
Máximos intentos de marcado
Pausa entre intentos
Colgar si la velocidad de conexión es menor que:
Intentar nuevamente
No más que
Usar la conexión
Si es exitosa
veces
Cortar todas las conexiones activas
Conexión a cortar
Nombre del programa:
Argumentos:
Tipo de apagado:
Forzar aplicaciones a cerrar
Ejecutar programa
Establecer conexión telefónica
Cortar conexión
Cambiar modo de tráfico
Salir de FDM
Apagar PC
Descargas a iniciar
Descargas a detener
Aplicaciones
Todos los archivos
Lo siento, esta característica está disponible solo en Windows 2000, XP y superior
Por favor escriba nombre de programa
Por favor seleccionar descargas
Seleccione el modo de tráfico que quiera que sea establecido al iniciar la tarea
Seleccione esta casilla si quiere limitar la cantidad máxima de intentos de marcados fallidos 
Tiempo entre intentos fallidos
Seleccione esta casilla para establecer conexión con velocidad no menor al valor que especificó
Especifique el valor mínimo de velocidad de conexión requerida
FDM intentará establecer nuevamente la conexión requerida si selecciona esta casilla
Seleccione esta casilla para limitar la cantidad máxima de intentos fallidos para establecer la conexión
Especifique aquí las descargas requeridas
Lista de todas las descargas disponibles
Agregar la descarga seleccionada a la lista de tarea de descargas
Eliminar la descarga seleccionada de la lista de tarea de descargas
Especifique el programa que quiera ejecutar aquí
Buscar el programa en su computadora
Especifique argumentos del programa aquí
Especifique el tipo de fin de sesión aquí
Seleccione esta casilla para forzar a terminar su sesión. Es útil si hay aplicaciones colgadas en el sistema. Pero en este caso, los datos no guardados se perderán
Especifique la acción programada aquí
Seleccione esta casilla si quiere que FDM corte todas las conexiones activas
Especifique la conexión a cortar aquí
En ciertos días
Domingo
Lunes
Martes
Miércoles
Jueves
Viernes
Sábado
En eventos
Duración
Velocidad baja:
min.
Minutos
Horas
Días
Cuando la velocidad de descarga sea demasiado baja
Cuando todas las descargas estén en estado de error
Por favor especifique los días
Iniciar la tarea a la hora especificada
Establezca la hora para iniciar la tarea aquí
Iniciar la tarea en la fecha especificada
Establezca la fecha para iniciar la tarea aquí
Iniciar la tarea en ciertos días de la semana
Iniciar la tarea todos los Domingos
Iniciar la tarea todos los Lunes
Iniciar la tarea todos los Martes
Iniciar la tarea todos los Miércoles
Iniciar la tarea todos los Jueves
Iniciar la tarea todos los Viernes
Iniciar la tarea todos los Sábados
Iniciar la tarea periódicamente
Este campo le permite especificar el intervalo de tiempo en minutos, horas o días
Iniciar la tarea cuando suceda algún evento
Especifique aquí el tipo de evento
Escriba aquí el intervalo de tiempo
Escriba aquí la velocidad mínima requerida
Mostrar confirmación para ejecutar la tarea
Esperar confirmación durante
seg.
Si está seleccionado, FDM le pedirá confirmar la ejecución de esta tarea
Si está seleccionado, FDM esperará que confirme durante el intervalo de tiempo especificado. Si no reacciona durante este tiempo la tarea se iniciará
Dirección:
Construcción de la lista de archivos a descargar
Conectando al servidor
Intentando usar el usuario y contraseña almacenados en el Administrador de Sitio
Recuperando lista de archivos del servidor
La conexión con el servidor se perdió. Intentando restaurar
Construyendo lista
Recuperar tamaño y fecha de última modificación
(Esta opción puede disminuir drásticamente la velocidad)
Seleccione esta casilla si quiere que FDM pregunte el tamaño y la fecha de los archivos en los servidores HTTP
Nombre del sitio
Conexiones
Inicio de sesión
Grupo
Imposible cargar la lista de sitios. Posiblemente esté dañada o siendo usada por otra aplicación
Imposible guardar la lista de sitios
Máximas conexiones simultáneas:
Grupo predeterminado para una nueva descarga de este sitio
Usar modo pasivo FTP
Por favor escriba el nombre del sitio
Ya existe un sitio con el mismo nombre. Por favor escriba otro nombre
La cantidad máxima de conexiones debe ser mayor a 0
Por favor seleccione el grupo
Especifique el nombre del sitio aquí
Seleccione esta casilla para limitar la cantidad máxima de conexiones simultáneas a este servidor
Seleccione esta casilla para agregar descargas desde este servidor al grupo seleccionado automáticamente 
Pedir usuario
No preguntarme otra vez
Error de escritura en disco
El archivo "%s" ya existe en el disco. ¿Qué hacer?
No preguntarle esto otra vez. Su elección será la predeterminada
Sobrescribir el archivo existente
Renombrar este archivo
Reanudar descarga. (La descarga se iniciará en una posición igual al tamaño del archivo existente)
Detener esta descarga
Sí
No
Descargar
Se eliminó. ¿Eliminar el archivo del disco también?
Por favor escriba usuario y contraseña
Inicio a "%s"
Enviar el usuario y contraseña como lo especificó al servidor
No conectar a este servidor
El tamaño de "%s" se cambió en el servidor. ¿Qué hacer?
Reiniciar la descarga desde el comienzo
Ajustar la descarga para el nuevo tamaño. No recomendado
Por favor espere
Actualizar
Descripción
Actualizar usando:
Comprobar actualizaciones
Usted ya está usando la nueva versión
Descargando
La versión %s construida %s está disponible
Distribución completa de la versión %s (%s)
Actualizar a versión %s
Actualizar a versión %s (%s)
Free Download Manager debe reiniciarse. ¿Reiniciar ahora?
Actualización completa
Imposible encontrar la actualización
Especifique el tipo de actualización aquí
Actualizar FDM usando la distribución completa
Actualizar FDM usando la distribución de actualización
Buscar más información sobre el proceso de actualización
¿Qué es lo nuevo en esta versión?
Iniciar la actualización de FDM ahora
Cancelar la actualización y cerrar esta ventana
Crear descargas
Seleccionar contenido
Deseleccionar contenido
Lista de descargas a agregar
Seleccionar los elementos de la carpeta seleccionada para agregarlos a la lista de descarga
Deseleccionar los elementos de la carpeta seleccionada para no agregarlos a la lista de descarga
Acerca de FDM
Copyright (c)
Todos los derechos reservados
Registrado a:
Ya está actualizado. Se requiere reiniciar
Nombre de usuario o contraseña no válidos
Imposible cargar el archivo de historial
Imposible guardar el archivo de historial
Configuración predeterminada de la araña HTML
Araña HTML
Árbol de páginas Web
Descargar sitio Web
Configuración descargas sitio Web
Iniciar descarga
Detener descarga
Programar descarga
Eliminar
Abrir página Web en el navegador
Iniciar la descarga automáticamente
Dirección del sitio Web
Archivos
¿Eliminar también las descargas?
Imposible cargar la lista de páginas Web
Imposible guardar la lista de páginas Web
Dirección de la página Web o servidor HTTP de donde quiera descargar
Dirección de la página Web o servidor HTTP desde el cual se inició la descarga
Nombre de la carpeta en donde guardar las descargas
Carpeta de destino:
Páginas Web
Páginas
Extensiones de archivos de páginas Web con código HTML:
Descargar archivos CSS
Descargar páginas Web desde otros sitios
Imágenes
Descargar imágenes
Descargar imágenes que vinculen a otros sitios
Profundidad de la descarga:
Extensiones de archivos de páginas Web con código HTML. Las páginas Web se examinarán buscando enlaces de imágenes y de otras páginas a descargar
Si está seleccionado, los archivos de estilo se descargarán también. Recomendado
Si no se selecciona, no se descargarán páginas Web de otros sitios. Por ejemplo, si esta casilla se deja sin seleccionar y comienza a descargar de http://ejemplo.com, entonces http://otrositio.com/algo.html no se descargará, pero http://ejemplo.com/algo.html se descargará.
Si está seleccionado, las imágenes de las páginas Web se descargarán también
Si está deseleccionado, las imágenes de las páginas Web que vinculen a otros sitios no se descargarán
Profundidad de la descarga. Por ejemplo, inició descargando de http://ex.com/index.html. Desde esta página hay un enlace a http://ex.com/algo.html. Entonces la profundidad de http://ex.com/algo.html será 1. Establecer la profundidad en 0 hará que solo se descargue la página de contenido.
Descargar archivos de páginas Web
Descargar archivos de otros sitios
Eliminación de archivos por extensión
Activar
Descargar
No descargar
Archivos con extensiones:
Seleccione esta casilla para descargar archivos de páginas Web
Seleccione esta casilla para descargar archivos de otros sitios
Seleccione esta casilla para ignorar archivos con extensiones especificadas
Los archivos con extensiones, especificadas abajo, se descargarán si está seleccionado
Los archivos con extensiones, especificadas abajo, no se descargarán si está seleccionado
Exportar configuración
Importar configuración
Fallo al ejecutar Regedit.exe
Un error ocurrió mientras se intentaba exportar la configuración
Un error ocurrió mientras se intentaba importar la configuración
Archivos de registro de FDM
Eliminación de imágenes por extensión
Imágenes con extensiones:
Seleccione esta casilla para ignorar imágenes con extensiones especificadas
Las imágenes con extensiones, especificadas abajo, se descargarán si está seleccionado
Las imágenes con extensiones, especificadas abajo, NO se descargarán si está seleccionado
No descargar esto y eliminar
El servidor no soporta descarga reanudada. Reiniciar desde el comienzo
Fallo al abrir la Dirección
Lo siento, ha ocurrido un error inesperado mientras se intentaba escribir en el registro
¡Gracias por registrarse! Por favor reinicie FDM
Descargar con Free Download Manager
Descargar sitio web con Free Download Manager
Agregar FDM al menú contextual de IExplorer
Seleccione esta casilla para agregar los elementos "Descargar con Free Download Manager" y "Descargar sitio Web con Free Download Manager" al menú contextual del navegador (el menú aparece cuando hace clic secundario)
Disminuir el uso del tráfico en la actividad del navegador
Disminuir un nivel
Establecer el modo Liviano
Seleccione esta casilla para disminuir automáticamente el uso de tráfico cuando navegue en Internet. Esto le permite navegar más rápido cuando FDM está descargando algo
El modo de uso de tráfico se disminuirá en un nivel. Pesado->Medio, Medio->Liviano
El modo de uso de tráfico se cambiará a Liviano
Válido para
Válido para subdominios
Seleccione esta casilla para usar este registro para descargas vía HTTP
Seleccione esta casilla para usar este registro para descargas vía HTTPS
Seleccione esta casilla para usar este registro para descargas vía FTP
Seleccione esta casilla para usar este registro para descargas desde servidores de subdominios. Por ejemplo, para el sitio http://sitio.com será http://algun.sitio.com
Por favor seleccione al menos un protocolo
Cantidad máxima de descargas ejecutándose
Seleccione esta casilla si quiere liminar la cantidad máxima de descargas ejecutándose a la vez
Reiniciar descarga
Crear una sección más
Detener una sección
; context: [section x] - Stopped
Detenida
; tray menu
Caja de arrastre
;
Imposible encontrar la carpeta de complementos de Opera. ¿Desea especificarla manualmente?
Imposible encontrar la carpeta de complementos de Netscape. ¿Desea especificarla manualmente?
Imposible instalar supervisión de Opera
Imposible desinstalar supervisión de Opera
Imposible instalar supervisión de Netscape
Imposible desinstalar supervisión de Netscape
Seleccione esta casilla si quiere que FDM capture los clics en Opera
Seleccione esta casilla si quiere que FDM capture los clics en Netscape
; create download dlg
Consultar el tamaño
; request the size of a download
Solicitar...
Consultar el tamaño de una descarga desde el servidor
Sí a todo
No a todo
Registro detallado
Si está seleccionado, FDM mostrará las respuestas del servidor
Los cambios tendrán efecto después de reiniciar el navegador
Listado de tareas
Listado de archivos
Listado de sitios
Listado de páginas
Eliminando descargas
Construyendo la lista de descargas
Crear descarga por lotes
De:
A:
Paso:
Bytes comodines:
Resultados
Muestra:
Número inicial de la secuencia
Número final de la secuencia
Paso de la secuencia. Por ejemplo, si es 10, entonces la secuencia será 0, 10, 20, ...
Cantidad de bytes comodines. Por ejemplo, si es 1, entonces la secuencia será 1, 2, 3. Si es 2, entonces la secuencia será 01, 02, 03.
Haga clic aquí para ver la secuencia generada
Permitir que el navegador descargue si presiona Cancelar
Seleccione esto si quiere que su navegador descargue el archivo cuando presione Cancelar en la ventana "Crear descarga"
El número de secuencia final debe ser mayor que el inicial
Por favor use (*) en la Dirección para especificar la plantilla
Agregar una extensión si el archivo no la tiene
Seleccione esta casilla para crear la extensión especificada para el archivo que no la tenga. Por ejemplo si el nombre de archivo es "archivo" y especificó "txt", el resultado será "archivo.txt"
Mostrar tamaños en bytes solamente
Seleccione esta casilla para mostrar todos los tamaños en bytes en lugar de kilobytes o megabytes
Realizar búsqueda de virus
Argumentos:
Extensiones:
Seleccione esta casilla para comprobar los archivos descargados con el antivirus automáticamente
Especifique el nombre del programa antivirus aquí
Especifique los argumentos para el antivirus aquí
Especifique las extensiones de archivos descargados para su comprobación aquí
Por favor escriba el nombre del antivirus
Nombre no válido. Por favor compruébelo
Ejecución de antivirus
Desactivar la tarea después de la ejecución
Eliminar la tarea después de la ejecución
Seleccione esta casilla para desactivar automáticamente la tarea después de la ejecución
Seleccione esta casilla para eliminar automáticamente la tarea después de la ejecución
Ir
Atrás
Generar nombre automáticamente
Seleccione esta casilla para generar un nombre de archivo de descarga automáticamente 
Guardar con la extensión "htm"
Seleccione esta casilla para guardar todas las páginas Web bajo extensión "htm"
Haga clic en este botón para calcular el tamaño aproximado de todas las descargas
Mantenga la estructura de carpetas del servidor
Seleccione este botón para mantener la estructura original de carpetas del servidor. De otro modo todos los archivos del servidor se guardarán en una sola carpeta
Usted ha seleccionado otra carpeta. ¿Establece predeterminar esta carpeta para este grupo? También puede cambiar la carpeta predeterminada en las propiedades del grupo.
; === ADDED LINES ===
La descarga con esta Dirección ya existe. ¿Qué hacer?
Ejecutar
Ejecutar el archivo descargado
Versión
Haga clic aquí para contactarnos
Haga clic aquí para descargar la última versión
Advertencia: Este programa está protegido por las leyes de derecho de autor y tratados internacionales. La reproducción o distribución no autorizada de este programa, o cualquier parte de él, puede resultar en serias penas civiles y criminales, y se procederá al máximo alcance posible bajo la ley.
; === new version ===
Descargar todo con Free Download Manager
Agregar lista de descargas
Quitar seleccionados
Esta es la lista de Direcciones a ser agregadas
Haga clic en este botón para quitar todas las Direcciones seleccionadas de la lista
Imposible encontrar la carpeta de complementos de Firefox. ¿Desea especificarla manualmente?
Imposible instalar supervisión de Firefox
Imposible desinstalar supervisión de Firefox
Seleccione esta casilla si quiere que FDM capture con Mozilla Firefox
Descargar la selección con Free Download Manager
Iniciar
Sitios Web
Descargas activas
No hay descargas activas actualmente
Notificaciones
Usar "globos" en el área de notificación
Pausa
Seleccione esta casilla para habilitar "globos" de notificaciones en el área de notificaciones cuando una descarga se detenga o termine. Nota: esta característica solo trabaja en Windows 2000/XP y superior
Cerrar automáticamente el "globo" después de que este tiempo termine
Espejos
Buscar automáticamente Direcciones espejo
Cantidad máxima de espejos
Calcular velocidad de espejos
Recalcular velocidad cada
Seleccione este botón para que FDM busque Direcciones de espejos para cada descarga automáticamente
Limitar la cantidad de Direcciones espejos por descarga. Esto permite reducir el tiempo de cálculo de la velocidad de espejos
Seleccione este botón para que FDM calcule la velocidad de cada servidor espejo
Recalcular automáticamente la velocidad de espejos a través del intervalo de tiempo especificado
No buscar si el tamaño del archivo es inferior a
FDM no buscará espejos si el tamaño del archivo es menor que el tamaño especificado
No buscar si el tamaño del archivo es desconocido (recomendado)
Agregar espejo
Buscar espejos
Agregar Dirección espejo para esta descarga automáticamente
Buscar Direcciones espejos para esta descarga con FileSearching.COM
Lista de Direcciones espejos
Velocidad del servidor
En uso
Medir velocidad
Medir velocidad de servidores espejos
Información de descargas
Esperando...
Dirección espejo para descarga
El tamaño del archivo excede 2GB. Tales descargas son soportadas vía FTP solamente
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Nuevo
Determinar automáticamente el grupo de descarga 
Grupo:
Guardar descarga en la carpeta del grupo apropiado
Seleccione esta casilla si quiere que el grupo de descarga sea determinado por la extensión del archivo o los valores del Administrador de Sitio
Establecer manualmente el grupo predeterminado
Seleccione esta casilla si quiere que la descarga se guarde en su carpeta de grupo (vea Propiedades del Grupo)
Establezca la carpeta de destino manualmente
; END
; BEGIN: Monitoring page
Supervisión silenciosa
Si está seleccionado, no se mostrará la ventana "Crear descarga" cuando se agregue una descarga desde el navegador
Configurar
Seleccionar elementos de menú para mostrar en el menú contextual del navegador
; END
Elegir elementos de menú a mostrar
Debe elegir al menos un elemento de menú
Usar sonidos
Seleccione este botón si quiere que FDM reproduzca sonidos o algún evento (ej. cuando la descarga se complete)
Elija sonido para cada evento
; BEGIN : Customize sounds dialog
Configurar sonidos
Establecer sonido
Quitar
Probar
Lista de sonidos apropiados y eventos de FDM. Aquí puede ajustar FDM para que reproduzca un sonido cuando ocurra un evento
Descarga agregada - reproduce sonido cuando una o más descargas son agregadas a la lista de descargas
Descarga completa - reproduce un sonido cuando la descarga se completa exitosamente.
Descarga fallida - ejecuta un sonido cuando ocurre un error mientras se intenta descargar un archivo.
Marcado exitoso - ejecuta un sonido cuando la tarea del Programador "Establecer conexión telefónica" se ejecuta con éxito.
Marcado fallido - ejecuta un sonido cuando la tarea del Programador "Establecer conexión telefónica" falla por alguna razón.
Establecer un sonido para eventos seleccionados
No ejecutar sonido cuando ocurra un evento seleccionado
Probar sonido seleccionado
Evento
Archivo de sonido
Sin sonido
Descarga agregada
Descarga completa
Descarga fallida
Marcado exitoso
Marcado fallido
Archivos de sonido
; END
Buscando espejos...
Midiendo velocidad de espejos...
La búsqueda de espejos ya fue ejecutada
Conectando con servidor de búsqueda...
Obteniendo resultados...
Hay %d espejos encontrados
Búsqueda de espejo terminada
Intentando otro espejo...
No hay espejos encontrados
Fallo
La Velocidad de espejos fue medida
; BEGIN: History page
Historial
Guardar historial de enlaces y carpetas
Guardar historial de carpetas solamente
Mantener los registros durante
Cantidad máxima de registros
Limpiar historial
FDM guardará el historial de enlaces y nombres de carpeta introducidos
FDM guardará el historial de carpetas solamente
FDM eliminará los registros existentes en el historial que superen el periodo de tiempo especificado
Cantidad máxima de registros en el historial. Cuando la cantidad de registros exceda este valor, FDM eliminará los registros más viejos
Eliminar todos los registros del historial
; END
Importar
Exportar
Importar lista de direcciones
Exportar lista de descargas
Archivos de texto
Imposible abrir el archivo
Exportar todas las descargas
Exportar todas las descargas en la lista
Exportar las descargas seleccionadas
No exportar las descargas completas
Agregar si el archivo ya existe
Nombre de grupo no válido. Por favor no use los símbolos / o \.
Salir al finalizar
; BEGIN : Downloads History window
Agregado
Guardado en
; END
Papelera de reciclaje
; BEGIN: Recycle Bin
Propiedades
Vaciar Papelera de reciclaje
;END
;BEGIN: Recycle Bin properties
No colocar descargas eliminadas en la Papelera
Mantener máximo
descargas
No mantener descargas completadas
Pedir confirmación cuando se eliminen descargas
Propiedades de la Papelera de reciclaje
Seleccione este botón si no quiere almacenar las descargas eliminadas en la Papelera
Seleccione este botón si quiere limitar la cantidad de descargas eliminadas almacenadas en la Papelera
Cantidad máxima de descargas para almacenar en la Papelera de reciclaje
Seleccione este botón si quiere que las descargas completas no se almacenen en la Papelera después de eliminarlas
Seleccione este botón si quiere que FDM le pida confirmación cuando intente eliminar una descarga
;END
Restaurar
Restaurando descargas...
; History subitems
Hoy
Ayer
Una semana
Un mes
Personalizar...
; end
Limpiar historial
Guardar historial de descargas
Guardar solamente el historial de descargas completas
Seleccione este botón si quiere guardar el historial de sus descargas
Seleccione este botón si quiere almacenar el historial de descargas completas solamente
Configuración del historial de descargas
Construyendo lista de registros del historial...
; Download was deleted
Se eliminó
Elegir rango de tiempo
Buscar
Buscar siguiente
Qué buscar
; BEGIN : Find dialog
Buscar en
Nombre de archivo local
Especifique lo que quiera buscar aquí
Buscar en parte del archivo de Dirección
Buscar en Dirección completa
Buscar en comentario de descarga
Buscar en el nombre y ruta del archivo de descarga en el disco local
Establecer configuración de búsqueda avanzada
; ADVANCED settings
Dónde buscar
Buscar en Lista de Descargas
Buscar en historial de descargas
Búsqueda con tiempo especificado
Establecer
Buscar en Papelera de reciclaje
Buscar con tamaño de archivo especificado
Mínimo
Máximo
Buscar en Lista de Descargas
Buscar en historial de descargas
Buscar solo descargas que satisfagan el rango de tiempo especificado
Establecer rango de tiempo
Buscar en Papelera de reciclaje
Buscar solo archivos que satisfagan el rango de tamaño de archivo especificado
Tamaño mínimo requerido
Tamaño máximo requerido
Buscar en grupo
Elegir el grupo donde se realizará la búsqueda
; END
Buscando descarga...
No se encontraron elementos
No se encontraron más elementos
Búsqueda terminada
Copiar Dirección al portapapeles
Vista previa ZIP
Debería seleccionar al menos un archivo.
Es posible que el archivo que está descargando sea un archivo ZIP. ¿Desea ver su contenido?
Vista previa de Audio y Video
Fallo al abrir el archivo.
Tipo de medio desconocido.
Por favor instale DirectX 8.0 o superior para usar esta característica. Usted puede descargar el último DirectX desde microsoft.com.
Información de medios
Tamaño:
Disponibilidad:
Duración:
Silencio
Reproducir
Pausar
Filtrar
Extensiones (divididas por espacios, ej. zip rar arj):
Quitar los archivos con estas extensiones
Solamente dejar archivos con estas extensiones
La cadena de argumentos no contiene la macro %file%. Esta macro es necesaria para indicar a su programa antivirus el archivo a comprobar.
¿Continuar de cualquier modo?
Advertencia
Usar atributo oculto para las descargas incompletas
Agregar comentario al nombre del archivo al finalizar
No almacenar páginas del servidor
Seleccione este botón si no quiere almacenar páginas de servidor en su computador, solo archivos e imágenes
Usar vista previa ZIP
Seleccione este botón si quiere ver el contenido del archivo ZIP al comienzo de la descarga para descargar solo una parte del archivo.
Volumen:
Iniciar la descarga automáticamente
Seleccione este botón si quiere que FDM inicie cada nueva descarga automáticamente
Por favor seleccione el archivo a descargar
Establezca ubicaciones alternativas de Direcciones para esta descarga
No mostrar vista previa en el futuro
Usted ha desactivado la vista previa ZIP. Si quiere habilitarla, por favor vaya a Opciones -> Opciones de descarga (Ctrl+O) -> Nueva página de Descarga, y seleccione el botón "Usar vista previa ZIP".
Lista de ignorado
Lista de páginas Web que deben ignorarse mientras descarga un sitio.
Subcarpetas
Agregar
Ignorar todas las subcarpetas también
; Proxy tab new settings
Usar retroceso en conexiones interrumpidas
Tamaño del retroceso
bytes
Seleccione esta opción si quiere habilitar la función de retroceso. Esta opción le ayuda a proteger su descarga contra posibles daños.
Tamaño del retroceso. Un mayor tamaño permitirá que el retroceso trabaje con más seguridad. El tamaño recomendado es de 3000 bytes. Puede aumentar este valor si su descarga aún permanece dañada.
; downloader options -> monitor tab
No supervisar archivos inferiores a
Use esta opción si desea que FDM omita los archivos inferiores al tamaño especificado
KBytes
¡Advertencia! La Papelera de reciclaje es demasiado grande. Esto puede reducir dramáticamente el rendimiento. Se recomienda vaciar la Papelera de reciclaje. ¿Desea hacerlo?
No compruebe esto nuevamente
¡Advertencia! El historial de descargas es demasiado grande. Esto puede reducir dramáticamente el rendimiento. Se recomienda limpiar el historial. ¿Le gustaría hacer esto?
El servidor no puede garantizar su capacidad de reanudación. Respuesta inválida.
Copiar al portapapeles
; general settings | skins page
Temas
Tema
Permitir al tema usar sus propios iconos  
Permitir al tema usar sus propios gráficos
; default skin
<predeterminado>
NOTA: Cualquier cambio se efectuará solo después de reiniciar Free Download Manager.
Mostrar información de las descargas en progreso
Omitir archivos con extensiones:
Lista de extensiones de archivos a omitir
Ninguna descarga activa 
Reproducir el sonido cuando se completen todas las descargas
Importar lista del portapapeles
Contraseña
Opciones del Administrador de Sitios
; Save password dialog
¿Guardar contraseñas?
Free Download Manager puede guardar la contraseña de este servidor para evitar la necesidad de escribirla cada vez que usted descargue del mismo.
¿Guardar esta contraseña?
No me sugiera guardar cualquier contraseña
; Site Manager options | Passwords tab
Usar el Administrador de Sitios para almacenar mis contraseñas  
Preguntar si se guarda la contraseña o no
No sugerir guardar las contraseñas  
Eliminar todas las contraseñas al salir
Eliminar todas las contraseñas
; create new HTML Spider task
Eliminar descargas completas automáticamente (recomendado)
Seleccione aquí si usted quiere que la descarga del explorador Web sea eliminada automáticamente. Esto acelera la descarga de sitios grandes.
Los cambios se efectuarán después de reiniciar Free Download Manager
Nuevo Estilo
Viejo Estilo
El nombre de la carpeta no es válida
Ocultar ventanas flotantes en modo pantalla completa
Seleccione esta casilla si desea ocultar las ventanas flotantes automáticamente durante el modo pantalla completa.
fue programado para ejecutarse.
¿Desea ejecutarlo?
Ejecutar la descarga cuando esté completa
Por favor use (*), (*A) ó (*a) en la Dirección para especificar plantilla
Servidor de búsqueda de espejos:
Hibernar
Suspender
Recordar mi elección
Sugerir cambiar la carpeta predeterminada del grupo
Guardar archivo
Abrir archivo
Guardar y abrir archivo
Tipo de descarga:
Enlace a FDM
Enlace a Free Download Manager
¡Estimado usuario!
Free Download Manager es un programa que se le proporciona gratis. Puede usarlo gratuitamente por tanto tiempo como desee.
Sin embargo, si encuentra Free Download Manager útil, le pedimos que nos ayude a divulgarlo colocando un enlace a este en su sitio Web. Esto permitirá que más personas conozcan Free Download Manager.
Gracias anticipadamente por su ayuda,\nel equipo de desarrollo de Free Download Manager.
Recordar dentro de 3 días
Recordar la próxima que vez que ejecute Free Download Manager
No mostrar nuevamente esta ventana
Ver el código HTML del enlace
Código HTML del enlace
Más ejemplos
Copiar al portapapeles
Ocultar
; "Traffic usage mode has been changed" window
El modo de uso del tráfico ha cambiado
Usted ha cambiado el modo de uso de tráfico de la red.\nFree Download Manager tiene tres modos:
En este modo Free Download Manager descargará a la máxima velocidad posible. Este es el modo más agresivo.
En este modo Free Download Manager descargará a velocidad media. Este modo le permite navegar Internet y mantener una alta velocidad de descarga al mismo tiempo.
En este modo Free Download Manager descargará a baja velocidad. Este modo le permite descargar sin un retardo dramático de la red.
;
Renombrar al reiniciar
Introduce un valor menor que %d
; export/import downloads
Lista de archivos de Dirección
Información Descargas Lista de Archivos
;
Opciones de exportación
;
Establecer fecha de archivos por el servidor
Hace que la fecha del archivo descargado sea idéntica a la existente en el servidor
Generar un archivo de descripción
Generar un archivo con el nombre "*.dsc.txt" (* - nombre del archivo descargado) que contendrá una pequeña descripción del archivo descargado (comentario + dirección + fecha). Este archivo será generado solo para una descarga que tenga comentarios.
Este archivo ha sido descargado desde
No recuperar la fecha del archivo desde el servidor
Esta opción le permite incrementar la velocidad al iniciar una descarga FTP. Free Download Manager usará el comando SIZE en lugar de LIST.
No guardar registros de las descargas
Activando esta opción hará que Free Download Manager inicie y se apague más rápido, y reducirá el uso de memoria.
;
Exportar historial de descargas
Exportar todas las entradas
Exportar todas las entradas en la lista
Exportar las entradas seleccionadas
Exportar solo las entradas de las descargas completas
;
Archivos HTML
;
Historial de descargas de Free Download Manager
Dirección de descargas
Descargado al archivo
Tamaño de archivo
La descarga se completó
La descarga fue eliminada
;
Guardado en
Tamaño del archivo
Soporte de reanudación
Cerrar esta ventana cuando la descarga esté completa o detenida
Abrir
¿Quiere ver esta ventana otra vez?
Sí, quiero ver esta ventana para cada descarga
No, no mostrarme más esta ventana
Sí, pero no para esta descarga
Usar la tecla SHIFT significa que esta descarga será eliminada del disco y no podrá recuperarla.\n¿Está seguro?
Elegir grupo
Establecer la carpeta raíz de los grupos
Seleccione la carpeta raíz de los grupos.\nLos cambios se aplicarán solo a las nuevas descargas.
Descargas recientes
(vacío)
Pausar todas las descargas
Mostrar ventana de progreso de las descargas
Si se selecciona, FDM creará una ventana especial con información acerca de las descargas para cada descarga funcionando
; general settings | misc page
Esperas de confirmación
Ejecutar descarga
Preguntar el tipo de apagado
Espera de confirmación para "Herramientas | Colgar al finalizar".
Espera de confirmación para "Herramientas | Salir al terminar".
Espera de confirmación para "Herramientas | Apagar PC al finalizar".
Espera de confirmación para ejecutar archivo descargado cuando esté completo.
Si se selecciona, FDM preguntará el tipo de apagado para "Herramientas | Apagar PC al finalizar".
No pedir confirmaciones
; 5 seconds, 10 seconds, ...
%d segundos
Esperar mi confirmación
Ignorar páginas desde esta carpeta
Descargar páginas solo desde esta carpeta
Incluir subcarpetas
Ignorar todas las páginas Web ubicadas en esta carpeta.
Todos las páginas localizadas solo en esta carpeta e ignorar otras páginas Web.
Seleccione esta opción si quiere que el explorador Web ignore (o solo descargue) páginas localizadas en todas las subcarpetas de la especificada.
Aquí deberías especificar una Dirección de la carpeta.\nEjemplo: "http://sitio.com/docs/".
Tipo
Ignorar
Solo
Conjunto de núms.
Asignar
Aquí debería especificar el conjunto de números para la lista de lotes.\nEjemplo: 1-100, ó 1-100s2w3.
Haga clic en este botón para asignar el conjunto de números usados usando la ventana de diálogo.
Número simple
Número
Asignar conjunto de números
Error de sintaxis
Extraer archivo
Extraer
Extracción
Carpeta de destino
Fallo al extraer. El formato del archivo es desconocido.
Tráfico descargado en este mes\n(%s ha sido descargado en el mes anterior)
Velocidad total de descarga
Desactivar Herramientas | "cuando haga" la tarea después de la ejecución
Cuando habilite, algunas Herramientas | "cuando haga" la tarea será automáticamente desactivada después de ejecutarla. Así que se lanzará solo una vez.
; %s
; 1st - file name
; 2nd, 3rd - file info (size + date).
El archivo "%s" todavía existe.\n\n¿Desea reemplazarlo\n(%s)\n\ncon uno nuevo\n(%s)?
Si a todo
Omitir
Omitir todo
El formato del archivo es desconocido
Visitar el sitio Web
Instalar paquete
Predeterminadamente, FDM soporta solo archivos ZIP, RAR y ARJ.\nPuede extender la lista de archivos soportados instalando el paquete adicional de soporte de archivos para Free Download Manager (se requiere conexión a Internet).
Paquete de soporte de archivos de FDM
Arriba
Abajo
Mover descargas seleccionadas arriba
Mover descargas seleccionadas abajo
Comprobar archivo
Algunos sitios Web proporcionan firmas especiales para los archivos disponibles a fin de permitir que los usuarios se aseguren de que el archivo descargado no está dañado. Puede escribir esa firma aquí y FDM comprobará el archivo.
Algoritmo
Checksum
Pegar desde el portapapeles
Comprobar
Calculando el checksum del archivo descargado...
Comprobación exitosa del archivo
Comprobación del archivo fallida
La comprobación del archivo ha sido completada con éxito.\nNo hay errores encontrados en el archivo descargado.
La comprobación del archivo se ha completado.\nSe encontraron errores: este archivo se dañó durante el proceso de descarga. Se requiere reiniciar la descarga desde el principio.
No mostrar esta ventana otra vez si la comprobación es exitosa
Incapaz de encontrar el archivo ejecutable del antivirus que ha escogido.\nPor favor, especifíquelo usted mismo.
El tamaño de los archivos no es el mismo
Guardar como:\n(Muestra: archivo(*)(*A)(*a).txt)
No válido al guardar como plantilla especificada.\nEstás seguro que corresponde a esta plantilla de Direcciones.
Al finalizar
Al finalizar (todo completado o con errores)
Aplicaciones
¿Qué es esto?
Opiniones
;
¡Querido amigo!
Free Download Manager (FDM) es una de las aplicaciones de descarga más populares del mundo, con millones de usuarios activos, pero ahora después de popularizarse, ¡queremos más!
Si encuentra el programa tan útil e imprescindible como nosotros, amablemente le pedimos que nos ayude a esparcir la noticia colocando un enlace al programa en su blog, sitio Web o espacio personal, tal como Myspace/MSN.
; %s will be replaced with "FDM buzz" 
Se ha iniciado el %s oficial el 16 de agosto de 2006. ¡Nuestra meta es hacer de FDM la utilidad de Internet de más rápida difusión después de Firefox!
Rumor sobre FDM
; %s will be replaced with "blog" 
Puede seguir el progreso de FDM en nuestro %s.
blog
Gracias anticipadas por su ayuda,\nel equipo de desarrollo de Free Download Manager.
No mostrar más esta ventana, tengo buena memoria.
Unirse al rumor
No, gracias
Comunidad FDM
Cambiar a "Opiniones" después de descargar
Si se habilita, la pestaña "Opiniones" se habilitará automáticamente cuando finalice la descarga.
Modificar la identificación de red del Internet Explorer
Si se habilita, se informará a los sitios que navegue que Free Download Manager está instalado en su programa. Sin embargo, utilizar esta opción puede resultar en el bloqueo de algunos sitios.
¿Malicioso?
Comprobar si algún usuario de Free Download Manager ha reportado que esta descarga contiene virus/adware/spyware/etc.
Bien, ningún usuario de Free Download Manager ha reportado que esta descarga sea maliciosa.\n\nSin embargo, esto no garantiza que la descarga no sea maliciosa y se recomienda comprobarla usando algún programa antivirus.
; keep all %xxx, \n as is.
Hay %d de %d de usuarios de Free Download Manager que han reportado esta descarga como maliciosa.\nLa calificación promedio para esta descarga es %.*g.\n\n¿Mostrar opiniones acerca de esta descarga?
Comprobar cada nueva descarga para determinar si es maliciosa
Use esta opción para que FDM compruebe automáticamente, antes de descargar, si algún usuario reportó que esta descarga es maliciosa.
Mostrar opiniones al descargar
Si se habilita, FDM habilitará la pestaña "Opciones" automáticamente y mostrará opiniones sobre la descarga mientras transcurra.
Comprobando si la descarga es maliciosa (vea las opciones para desactivar esto)
Bien, nadie ha reportado que sea maliciosa
¡Advertencia! Alguien ha reportado que esta descarga es maliciosa
Cerrar
Cargando
No descargar esto
Caché para las operaciones de escritura de datos
Si se habilita, FDM usará un búfer de caché interno del tamaño especificado para las operaciones de escritura de los datos descargados. Esto reducirá las veces en que se usará su disco duro. Esto puede incrementar la velocidad de descarga en conexiones rápidas.\nSin embargo, como los datos descargados no se escriben inmediatamente en el disco duro, será necesario volver a descargarlos ante cualquier fallo de la computadora (en el peor de los casos, tendrá que volver a descargar tantos datos como el tamaño que especificó para caché).\nRecomendado para conexiones de alta velocidad.
Imposible instalar supervisión en SeaMonkey (Mozilla Suite)
Imposible desinstalar supervisión en SeaMonkey (Mozilla Suite)
Seleccione esta casilla si desea que FDM capture los clics en el navegador Mozilla Firefox
Seleccione esta casilla si desea que FDM capture los clics en el navegador SeaMonkey (Mozilla Suite)
Permitir que el navegador descargue si presiona Cancelar
Seleccione esta casilla si desea que su navegador descargue un archivo cuando presione Cancelar en la ventana "Crear descarga"
Agregar FDM al menú contextual del navegador
Seleccione esta casilla para agregar las opciones "Descargar con Free Download Manager" y "Descargar sitio Web con Free Download Manager" al menú contextual de su navegador (el menú que aparece cuando hace clic secundario)
Seleccione las opciones a mostrar en el menú contextual del navegador
Imposible instalar supervisión de Firefox
Mover archivos a la carpeta
La velocidad es demasiado lenta. Reiniciando sección...
Reiniciar si la velocidad es muy baja durante (en min.):
Reiniciar la sección ante una disminución dramática de la velocidad de descarga.
¿Quiere ver la ventana de progreso de descarga nuevamente?
El servicio no está disponible ahora. Por favor, intente más tarde.
Mover al inicio
Mover al final
Colocar descarga al inicio de la lista
Seleccione esta opción si desea que la descarga se coloque al inicio de la lisa de descargas.
Imposible habilitar el supervisión en Firefox porque la extensión FlashGot está instalada.\nPrimeramente debe desinstalar FlashGot.
Activar
Desactivar
Cambiar
Si se activa el modo Pausa todas las descargas se desactivará, de lo contrario se habilitará.
El %s oficial iniciará el 16 de agosto de 2006. ¡Nuestra meta es hacer de FDM la utilidad de Internet de más rápida difusión después de Firefox!
Descargar automáticamente e instalar actualizaciones
Solo notifíqueme cuando una actualización esté disponible
Desactivar actualizaciones automáticas
Ahora la supervisión está activada en %s.
Eliminar registro
¿Acepta eliminar?
No hay acceso de escritura a la carpeta del Free Download Manager.\nDebe conceder el acceso de escritura para permitir que Free Download Manager guarde sus archivos de datos, de otra manera todos los datos se perderán al reiniciar Free Download Manager.
Esta caja le permite arrastrar&&soltar enlaces desde su navegador en Free Download Manager.\nLe permite rápidamente mostrar u ocultar la ventana de Free Download Manager haciendo doble clic con el botón izquierdo del ratón.\n\nPara ocultarla haga clic con el botón derecho del ratón y destilde "Caja de arrastre".
"Caja de arrastre" de Free Download Manager
Desactivar todas las notificaciones para grupo de descargas
Active esta opción para desactivar todas las notificaciones (globos, sonidos) de descargas creadas por el comando "%s".
Omitir lista
Especificar la lista de extensiones de archivos y la lista de sitios que no deben ser supervisados.
No descargar de estos sitios (espacio separado):
Free Download Manager no supervisará descargas de los sitios especificados en esta lista. Especifique los nombres de dominio aquí (ej. "site.com"). Puede usar '*' asteriscos.
¡Advertencia!\nHa ocurrido un error mientras se trataba de llevar a cabo la comprobación de virus.\n¿Le gustaría ejecutar el archivo descargado de todos modos?
Integridad
Llevar a cabo la comprobación cuando el archivo se descargue
Para llevar a cabo la comprobación compruebe que Free Download Manager conoce el checksum legítimo del archivo. En la mayoría de los casos puede suministrárselo en cada descarga.
Si la comprobación falla
Comprobación válida de este archivo
No hacer nada
Especifique aquí que hará FDM cuando la comprobación falle.\nPreguntar - FDM  le preguntará qué hacer.\nReiniciar - FDM reiniciará esta descarga desde el comienzo.\nNo hacer nada - FDM agregará el registro acerca de la falla en el registro de descargas y no hará nada más.
Realizando comprobación...
Comprobación exitosa.
¡Comprobación fallida!
Especificar algoritmo de integridad.
Checksum válido
Resultado de checksum
; zip preview window
Seleccionar/Deseleccionar todo
; group's properties dialog
Macroses
nombre de un servidor (ej. "freedownloadmanager.org")
ruta del archivo a descargar del servidor
año actual
mes actual (números del 1 a 12)
día actual
; don't translate "%year%-%month%-%day%" here
equivalente a "%year%-%month%-%day%"
;
De Mozilla Firefox
FDM tomará opciones de proxy de Firefox
; new download settings
Usar este grupo
; Downloads -> Schedule ->
Iniciar
Detener
Programar inicio de descarga
Programar detención de descarga
;
; downloads that are not completed or have been completed recently
No completados+Recientes
Grupo principal
;
; create new download dialog -> set output folder as default dialog
Predeterminar también para todos los grupos de descargas
; %s - place of name of the group. don't change this
¿Acepta predeterminar esta carpeta para el grupo "%s"?
;
;
Eliminar la lista de descargas
Subidas
Archivos subidos
Iniciar subida
Detener subida
Programar subida
Mover las subidas seleccionadas arriba
Mover las subidas seleccionadas abajo
Subido
Lista de subidas
Recuperar la Dirección destino de subida del servidor...
Cancelar
; outlook express: view | insert file | ...
Archivo adjunto
Enlace (subida)
Carpeta
;
Agregar archivos
Agregar carpetas
Bittorrent
Habilitar el protocolo Bittorrent
Limitar el tráfico de subida
Limitar las conexiones de subida
Usar puertos de
a
Habilitar DHT
Habilitar/Desactivar el protocolo Bittorrent. Sin embargo si hay alguna descarga de Bittorrent en Papelera de reciclaje de FDM, el protocolo de Bittorrent no estará desactivado totalmente.
Limitar la velocidad total máxima de conexiones de subida. Esto no es recomendable para el protocolo Bittorrent y puede reducir su velocidad de descarga.
Limitar la cantidad máxima de conexiones de subidas totales. Colocar un número demasiado bajo puede resultar en la disminución de velocidad de sus descargas.
Especificar aquí el rango de puertos que FDM usará para conexiones de subida.
Habilitar extensión DHT (descargar sin usar el tracker). Hablilitando esta opción aumentará el uso del tráfico de la red.
Nombre
Iniciar sesión es requerido por el tracker
Agregar descarga Bittorrent
Un error ocurrió cuando se trataba de procesar este archivo torrent.
Archivo Torrent
Parece que quiere descargar un archivo .torrent. Es necesario que habilite Bittorrent en Free Download Manager.\n\n¿Quiere habilitar Bittorrent?
Reescriba su contraseña: la contraseña ingresada no coincide.
Especifique los archivos que quiere subir.
Propiedades de subida
El archivo de información de Metalink ha sido detectado. Continuar descargando.
El archivo de información de Bittorrent ha sido detectado. Continuar descargando.
Falló el acceso a los archivos en el disco.
Conectando al tracker...
Falló al recibir una respuesta válida del tracker.
La respuesta ha sido recibida exitosamente del tracker.
La comprobación Hash de la parte descargada ha fallado. Volviendo a descargarlo...
Dar todo el ancho de banda para esta descarga
¿Desactivar el inicio automático del Free Download Manager al inicio de Windows?
Lo lamentamos, el servicio de la Comunidad FDM no está disponible actualmente. Por favor inténtelo más tarde.
Los nombres de archivo no pueden contener los caracteres siguientes \ / : * ? " < > |. Por favor escriba otro nombre.
Los nombres de archivo no pueden contener los caracteres siguientes : * ? " < > |. Por favor escriba otro nombre.
Personalizar ventana flotante...
Transparencia
Datos
Mantener todos los archivos de datos en la carpeta del usuario actual
Mantener archivos en esta carpeta
Los cambios serán aplicados después del reinicio de Free Download Manager.
Mostrar la ventana de progreso de descarga
Crear versión portable
La versión Portable de Free Download Manager es para usarlo en diversas computadoras sin necesidad de instalarlo y configurarlo en cada computadora.\n\nPuede colocarlo por ejemplo en un disco flash (USB).\n\nUna vez ejecutado se registrará en el sistema y se integrará en los navegadores. Y al salir se eliminan automáticamente.\n\nElija aquí la ruta donde quiere crear esta versión. Debe ser una carpeta en una unidad removible.\n\nEj. "I:\Mis programas portables\".
Integración
Asociar Free Download Manager con archivos .torrent
Usar siempre este grupo para nuevas descargas
Usar siempre este grupo y recordar la última carpeta usada
Descargar videos Flash
Descargar video con Free Download Manager
Este sitio no está soportado. Vea la lista de sitios soportados.
Ver en la ventana de descargas
Esta página tiene videos flash. Descargando videos flash...
Convirtiendo...
Convertir
Opciones de conversión
Formato de archivo
Tamaño Video
; video quality
Calidad
Muy bajo
Bajo
Normal
Promedio
Alto
Muy alto
;
AVI usando MPEG-4 (*.avi)
AVI usando XVID (*.avi)
No cambiar
Bitrate Video
Bitrate Audio
Recordar las opciones como predeterminadas
;
Crear descarga de video flash
Convertir automáticamente el vídeo descargado al formato especificado
Configurar las opciones avanzadas
Ver la lista de sitios soportados
; used in "create flash video download" window
ej.
Siguiente intento para conectarse al tracker en %d segundos
Preparando archivos en el disco... Esto puede demorar algunos minutos
Estado
Preparando archivos en el disco...
MP4 para iPod/PSP (MPEG4 + AAC, *.mp4)
Vista previa/convertir
Convertir archivos
Cambiar a esta pestaña automáticamente
;keep "\n\n%s\n" as is
El archivo se ha convertido exitosamente y almacenado en\n\n%s\n.
Falló la conversión del archivo\n\n%s.
Grupo para nuevas descargas
Info hash
Peers
Cliente
Piezas
Tracker
Estado Tracker
Velocidad subida
Bytes subidos
Nivel de compartidos
Bytes perdidos
Dirección de archivo Torrent
¿Está seguro?\nEsto reiniciará la descarga desde el comienzo.
Tráfico usado ("descargado"; "subido") en este mes\n(%s ha sido usado el mes anterior)
Velocidad Total ("descarga"; "subida")
Archivos a subir
Nombre del paquete
Comprimir
Colocar contraseña para esta descarga
Retipear
Guardar estos archivos
Número supuesto de descargas
Agregar enlace a estos archivos en nuestro catálogo
Incluir información avanzada (todos los campos son opcionales)
Descripción
Etiquetas
Nombre
Email
Email del receptor
Menos de 10
De 10 a 100
Más de 100
2 días
7 días
1 mes
;compression methods
Ninguno
Rápido
Promedio
Mejor
Opciones subida
Integrar subidas en
Menú contextual del Explorador
Menú "Enviar a..." del Explorador
Utilizar menú simple de subidas
Tamaño mínimo de archivo a subir
Opciones de proxy HTTP
Activación de subida
Las subidas requieren activación. Esto se requiere para proteger nuestro servidor contra subidas automáticas. Escriba el código de activación.
Conectando al servidor de subidas
Conectado con éxito al servidor de subidas
El archivo ha sido subido al servidor exitosamente
La subida ha sido detenida
Creando archivo zip de los archivos a subir...
Falló la creación del archivo zip
El archivo zip ha sido creado exitosamente
Enviando la petición al servidor
Enviando información de la subida al servidor
La información ha sido enviada
Falló el envío de la información al servidor
Activando subida...
La subida ha sido activada exitosamente
Falló la activación de la subida
El archivo subido ha cambiado
Error inesperado
Calculando comprobación...
; "I agree to terms" string in two lines
Acepto
los términos
Debe aceptar los términos.
Falló la comprobación de las actualizaciones
Una nueva versión está disponible. Se requiere actualizarse.\n¿Le gustaría actualizarse ahora?
Se requiere actualizar Free Download Manager
Se requiere reiniciar Free Download Manager
Sugerirme subir adjuntos
Adjuntar a la letra (lento)...
Subir e insertar enlace (rápidamente)...
Un error ocurrió mientras se iniciaba la subida. Compruebe su conexión o inténtelo otra vez más adelante.
Ha adjuntado un(os) archivo(s) grande(s).\nDebido a muchas razones no es recomendable enviar archivos grandes como adjuntos, pero suba los archivos y envíe los enlaces.\n\n¿Le gustaría subirlo ahora?
Se recomienda subir
Opciones de integración
La subida de %s ha sido completada.\nUse la siguiente Dirección para descargarlo:
Tamaño total
Abrir en el navegador
La versión actual del Free Download Manager no puede ser usado para subir archivos. Debe actualizarlo.
La versión actual del Free Upload Manager no puede ser usada. Debe actualizarla. Por favor visite el sitio freedownloadmanager.org.
Ingreso muy grande.
Opciones de integración del administrador de subidas
Opciones de integración del Free Upload Manager
Subida
Descargando actualización...
Habilitar seeding
Desactivar seeding
Considerar la descarga maliciosa si un
% de usuarios la marcó maliciosa
Está bien, los usuarios del Free Download Manager no han informado que esta descarga es maliciosa.\n\nSin embargo, esto no garantiza que esta descarga no sea maliciosa y es recomendable comprobarla usando algún programa antivirus.
Está bien, los usuarios de FDM no informaron que esta descarga sea maliciosa
la letra de unidad FDM debe comenzar desde. Ej. "C:". Es útil para la versión portable.
Debe instalar un complemento de conversión de video para usar esta característica.
Debe instalar el complemento Bittorrent para descargar por el protocolo Bittorrent.
Nota: estos archivos son archivos de servicio del Free Download Manager (no son los archivos que usted descarga).
¿Le gustaría copiar los archivos actuales a la nueva carpeta (los archivos existentes serán sobrescritos)?
La carpeta de descargas de todos los grupos se cambiará a esta carpeta.\nAceptar para continuar
Configurar carpeta de descargas
Evitar que la computadora entre en modo suspendido mientras esté descargando
Cantidad máxima de conexiones abiertas
Torrents
Falló al acceder a los archivos del disco. Compruebe si esl disco está lleno o es de solo lectura.
Porcentaje
Lista de torrents
Agregar descarga torrent desde web
Agregar descarga torrent desde archivo
Crear nuevo torrent
(auto)
Origen
Tamaño
Trackers
Agregar tracker
Eliminar tracker
Iniciar el seeding del torrent
Guardar
Crear nuevo torrent
Archivos Torrent
Prioridad
;normal/high priority
omitir
normal
alta
Ventana flotante
Archivos de servicio (lista de descargas, historial, etc.)
Opciones para descargas de sitios
Ha pausado todas las descargas. Esto significa que las descargas se descargaran a muy baja velocidad (1B/s usualmente).\nEsto permite "pausar" cuando no aceptan resumir las descargas.\n\nDebe ejecutar este comando otra vez o reiniciar FDM para regresar al estado normal.
Seeding
Habilitar seeding (altamente recomendado)
Seeding ilimitado
Limitar por porcentaje
Seed hasta que el porcentaje sea
Limitar por tiempo
Seed durante
Comprobar si la descarga con la misma Dirección ya existe
Guardar historial de descargas
Listar las descargas más recientes
Opciones predeterminadas de descargas BitTorrent
Reiniciar las descargas completadas
Especificar la carpeta del Firefox portable
No se encuentra la carpeta Complementos de Apple Safari. ¿Desea especificarla manualmente?
No se encuentra la carpeta Complementos de Google Chrome. ¿Desea especificarla manualmente?
No se puede instalar supervisión en Apple Safari
No se puede desinstalar supervisión en Apple Safari
No se puede instalar supervisión en Google Chrome
No se puede desinstalar supervisión en Google Chrome
Límite de tiempo
;hours, for shprt
hr.
Limitar el tiempo cuando FDM pueda iniciar descargas
Permitir el inicio solo de
Prioridad Normal
Prioridad Alta
Esencial
Sin demora en los globos de descarga completada
Comprobar si una nueva descarga es el espejo de una descarga existente
Mostrar pequeñas ventanas de notificación al completar las descargas
Automáticamente ocultar después
¿Le gusta FDM? ¡Puebe el Informador Personal!
La última versión de FDM viene con un plus gratuito: Informador Personal.
Coloca enlaces rápidos a todos sus
sitios favoritos
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
en su página principal, que le permite acceder a ellas desde el inicio
; \n means next line. don't change this.
Analizaremos su historial de navegación y le mostraremos la lista\nde los sitios web que visitó y pensamos que le gustaría\ntenerlos en su pagina principal. Podrá luego personalizar\nla lista.
¿Está seguro? El proceso completo va a tomar menos de 1 minuto y le dará una página principal realmente poderosa.
Cancelar
Proceder
¿Quiere que se lo recordemos en algunos días?
Título
Supervisar descargas de videos flash en los navegadores
Usando esta característica puede causar conflictos con otros programas instalados en su PC. Si experimenta problemas tendrá que desactivar esta característica en FDM o intentar resolver los conflictos eliminado los programas conflictivos o desactivando algunas de sus características.
Página Web
Se encontraron videos Flash en esta página
Debería permitir la supervisión de las descargas de videos flash para esto. Vea Opciones | Descargas | Video Flash.
Escriba la Dirección de la página web desde donde desea descargar videos flash. Note que esta página ya debe estar cargada en su navegador y los videos deberían estar reproduciéndose.
Buscando videos flash...
No se encontraron videos flash en esta página. Asegúrese de que los videos en esta página estén reproduciéndose o trate de recargarlos (actualizar página o elimine el caché del navegador).
; keep "0x%x" as is
Un error ocurrió al intentar obtener descargas.\nError: 0x%x.
Error
Mostrar botón "Obtener" 
(Solo Internet Explorer)
No se encontró información acerca de esta página web. Por favor, haga clic en el botón Actualizar de su navegador.
Video Flash
Limitar la cantidad máxima de conexiones
Esto desactivará las sugerencias de FDM. ¿Está seguro?\nPuede habilitar las sugerencias nuevamente en Opciones | Configuración | Notificaciones.
Mostrar sugerencias
¡Error! El archivo de actualización no está firmado por FreeDownloadManager.ORG.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(solo Internet Explorer y Firefox)
Mostrar el botón "Descargarlo"
El módulo de supervisión de video Flash no está cargado. Asegúrese que FDM está ejecutámdose y ha habilitado esta opción en FDM (vea Opciones | Descargas | Video Flash).
; do not change "0x%x"
Un error ocurrió al intentar transferir descargas a FDM.\nError: 0x%x.
Descargarlo
Mostrar este botón
No hay descargas para exportar.
No hay nada que exportar.
después de la creación "silenciosa"
Necesitará dar permiso de administrador para habilitar/deshabilitar supervisión.
Un error ocurrió al intentar habilitar/deshabilitar integración.
No tiene suficientes derechos
Necesitará dar permiso de administrador para exportar/importar opciones.
Descargar con FDM
; please keep %d, %s and %% as is
; %d - percents
%d%% descargado en total
; left to download at... some speed
%s falta descargar a
Ruta al perfil del usuario.
Importar descargas uTorrent
¡Carpeta de descargas uTorrent no encontrada!
FDM puede importar todas las descargas de uTorrent. ¿Desea importarlas?\nPuede hacerlo en cualquier momento en Archivo | Importar | Importar descargas desde otros administradores | uTorrent.
FDM puede importar todas las descargas de uTorrent.\nPuede hacerlo en cualquier momento en Archivo | Importar | Importar descargas desde otros administradores.
Importar descargas desde otros administradores
Orbit Downloader
LeechGet
No se puede encontrar la ruta de los datos de Orbit Downloader.
No se puede detectar la ruta de los datos de Orbit Downloader.
Error: %d (%02X)
Diagnósticos del Sistema: %s
No se puede encontrar el archivo de Orbit Downloader que contiene la lista de descargas.
No se puede leer la lista de descargas de Orbit Downloader.
No se puede analizar la lista de descargas de Orbit Downloader. La lista de descargas tiene un formato desconocido.
Error al crear y configurar %d descarga(s) por ruta, nombre y URL importada desde Orbit Downloader.
No se pueden importar las descargas.
¡No existen datos en la lista de descarga de Orbit Downloader!
¡Orbit Downloader no está instalado en esta computadora!
La importación de las descargas de %s ha sido detenida debido al siguiente error.
¿Desearía continuar la importación desde otros administradores?
Procesados:
Exitosos:
Erróneos:
No procesados:
Total:
uTorrent
indeterminado
%d de %d
Elija los administradores desde los cuales desea importar las descargas:
FDM puede importar descargas desde otros administradores. ¿Desea importarlas?\nPuede hacerlo en cualquier momento en Archivo | Importar | Importar descargas desde otros administradores.
Detalles: %s
No se puede procesar el par requerido.
Un error ocurrió al cargar la lista de descargas.\nHaga clic en Aceptar para continuar (algunas o todas las descargas se perdieron) o Cancelar para salir.\nEste problema puede ser causado por una instalación incorrecta de FDM o un archivo de datos dañado.
Instalación inválida: el módulo de Bittorrent instalado no puede ser usado con esta versión de FDM.\nPor favor reinstálelo.\nHaga clic en Aceptar para salir.
; %d - es el número
%d pares recibidos
Esa descarga de Bittorrent ya existe
Necesitará dar permisos de administrador para aplicar esas opciones.
Determinar automáticamente
Elegir...
Velocidad de conexión
Opciones para el modo de uso del tráfico
% de velocidad de conexión
Administrar automáticamente
; set some setting (maximum number of connections, for example) to some number
Cantidad máxima
La velocidad de la conexión actual es medida automáticamente por FDM. Si sospecha que los valores son incorrectos, mantenga a FDM ejecutándose y debe ver cuál de los números calculados están cerca de los valores reales. Note que FDM mide la velocidad solamente cuando está descargando/subiendo. La gran cantidad de descargas/subidas, le permite a FDM detectar la velocidad actual de la conexión.
Velocidad de descarga
Medir nuevamente
Especificar valor
El valor debe ser mayor que o igual a cero.
Especifíquelo en bits en vez de bytes
Crear RTSP o descarga MMS
Transferencia real
Reintentar
Cancelar todo
Al tratar de mover el archivo:\n %s\n\n a la carpeta destino con este nombre:\n %s\n\n%s: %s\n\nPor favor, cierre todas las aplicaciones que pueden estar usando este archivo.
Codificación de contenido no soportada
Seleccionar todo
Reiniciar todo
Se necesitan privilegios de Administrador para integrar FDM en el Internet Explorer. Eligiendo "Cancelar" lo integrará parcialmente.
; %s will be replaced with the actual browser name
No se puede eliminar el complemento del navegador mientras %s está ejecutándose. Por favor cierre el navegador y haga clic en Aceptar para continuar.\nHaga clic en Cancelar para posponer la eliminación del complemento hasta que reinicie el sistema.
No se puede eliminar el complemento del navegador %s. Será eliminado al reiniciar el sistema.
Asociar Free Download Manager con enlaces Magnet
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
